{
    "Logout": "Sair",
    "Logout of your account": "Faça logout de sua conta",
    "Customize Profile": "Personalisar Perfil",
    "Settings": "Configurações",
    "and": "e",
    "or": "ou",
    "No value found for label":"Não foi encontrado um valor para o label",
    "and subtype": "e subtipo",
    "Login": "Entrar",
    "Alert": "Alerta",
    "Close": "Fechar",
    "Summary": "Sumário",
    "Message": "Mensagem",
    "Connected": "Conectado",
    "connect": "Conectar",
    "Insert file": "Inserir arquivo",
    "Insert folder": "Inserir pasta",
    "Add a file": "Adicione um arquivo",
    "Add a folder": "Adicione uma pasta",
    "File Name": "Nome do arquivo",
    "Folder name": "Nome da pasta",
    "Confirm": "Confirmar",
    "Cancel": "Cancelar",
    "Delete file": "Deletar arquivo",
    "Show image": "Mostrar imagem",
    "Select an option": "Selecione uma opção",
    "Open file": "Abrir arquivo",
    "Do you really want to delete this file?": "Você deseja realmente deletar este arquivo?",
    "Section": "Seção",
    "Expired section": "Seção Expirada",
    "**You must pass a valid item to be edited": "**Você deve passar um ítem válido a ser editado",
    "Forgot your password?": "Esqueceu sua senha?",
    "Remember me" : "Manter-se conectado",
    "E-Mail Address": "Endereço de e-mail",
    "Password": "Senha",
    "Confirm Password": "Confirme a senha",
    "Name": "Nome",
    "Date of publication": "Data da publicação",
    "Category": "Categoria",
    "Abstract": "Resumo",
    "Author": "Autor",
    "Keywords": "Palavras-chave",
    "Register": "Cadastre-se",
    "Community": "Comunidade",
    "Attendance": "Atendimento",
    "Components": "Componentes",
    "Courses": "Cursos",
    "Books": "Livros",
    "Forun": "Fórum",
    "Members": "Membros",
    "Articles": "Artigos",
    "Help Center": "Centro de ajuda",
    "Contact us": "Contate nos",
    "Documentation": "Documentação",
    "Make a comment": "Faça um comentário",
    "Save your comment": "Salve seu comentário",
    "Make your comment": "Faça seu comentário",
    "Reply": "Responder",
    "welcome": "Bem vindo a aplicação.",
    "There are no items to display.":"Não há ítens a serem apresentados.",
    "There is no content to display.":"Não há conteúdo a ser apresentado.",
    "There are no form items to display.":"Não há ítens de formulário a serem apresentados.",
    "Alert - Check your Presenter class for this type.":"Alerta - Verifique sua classe Presenter para este tipo",
    "There are no folders or files in this directory.":"Não há pastas ou arquivos neste diretório",
    "There are no comments for this article. Login with your login and comment.":"Não há comentários para este artigo. Entre com seu login e comente.",
    "Submit":"Enviar",
    "Read more": "Leia mais",
    "See more": "Veja mais",
    "know more": "Saiba mais",
    "Send": "Enviar",
    "Resend Verification Email": "Reenviar email de verificação",
    "Send Password Reset Link":"Enviar link de redefinição de senha",
    "Reset Password": "Redefinir senha",
    "Recovery Code": "Código de recuperação",
    "code": "Código",
    "Use a recovery code": "Use um código de recuperação",
    "Use an authentication code": "Use um código de autenticação",
    "You are receiving this email because we received a password reset request for your account.":"Você está recebendo este e-mail porque recebemos uma solicitação de redefinição de senha para sua conta.",
    "Reset Password Notification":"Notificação para redefinir de senha",
    "This password reset link will expire in :count minutes.": "Este link de redefinição de senha expirará em:count minutos",
    "If you did not request a password reset, no further action is required.": "Se você não solicitou uma redefinição de senha, nenhuma ação adicional será necessária.",
    "Verify Email Address":"Verificar endereço de email",
    "Please click the button below to verify your email address.":"Clique no botão abaixo para verificar seu endereço de e-mail.",
    "If you did not create an account, no further action is required.":"Se você não criou uma conta, nenhuma ação adicional será necessária.",
    "A fresh verification link has been sent to your email address.":"Um novo link de verificação foi enviado para o seu endereço de e-mail.",
    "Before proceeding, please check your email for a verification link.":"Antes de prosseguir, verifique seu e-mail para um link de verificação.",
    "If you did not receive the email":"Se você não recebeu o email",
    "click here to request another":"clique aqui para solicitar outra",
    "Email Password Reset Link":"Redefir senha",
    "Already registered?": "Já registrado?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.":"Esqueceu sua senha? Sem problemas. Basta nos informar seu endereço de e-mail e nós enviaremos um link de redefinição de senha que permitirá que você escolha uma nova.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Obrigado por inscrever-se! Antes de começar, você poderia verificar o seu endereço de e-mail clicando no link que acabamos de enviar para você? Se você não recebeu o e-mail, teremos o prazer de enviar outro.",
    "A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado para o endereço de e-mail fornecido durante o registro.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Confirme o acesso à sua conta inserindo o código de autenticação fornecido pelo seu aplicativo autenticador.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Confirme o acesso à sua conta inserindo um dos seus códigos de recuperação de emergência.",
    "Alert - Check your Presenter class for this type": "Alerta - Cheque sua classe Presenter para o tipo"
}
